Repository: 84000/data-translation-memory
Catalog: toh159-v3.tmx
Source language: bo
Languages: en

source: གནས་ལ་སེར་སྣ་བྱེད་པ་དང་། ཁྱིམ་ལ་སེར་སྣ་བྱེད་པ་དང་། བསྔགས་པ་ལ་སེར་སྣ་བྱེད་པ་དང་། ཕྲག་དོག་ཅན་དང་། མ་དད་པ་དང་། ངོ་ཚ་མི་ཤེས་པ་དང་། ཁྲེལ་མེད་པ་དང་། སྡིག་པའི་བསམ་པ་ཅན་དང་། གཡོ་བའི་བསམ་པ་ཅན་དང་། གཞན་ལ་གནོད་པ་དང་ལྡན་པ་དང་། སྤྱོད་ལམ་ཁོ་རེ་ཆུད་པ་དང་། ཚུལ་འཆོས་པ་དང་། འཁོན་དམ་དུ་འཛིན་པ་དང་། སོག་འཇོག་གི་ཤས་ཆེ་བ་དང་། དེ་བཞིན་གཤེགས་པས་གསུངས་པ་ལ་སྐྲག་ནས་ལོག་པར་བརྡ་སྤྲོད་ཅིང་སྒྲོ་འདོགས་ཏེ།
en: being stingy regarding their household; (3) being stingy with their praise; (4) being jealous; (5) having no faith; (6) being shameless; (7) being immodest; (8) being malicious; (9) being deceptive; (10) being harmful toward others; (11) behaving in a way that is self-absorbed; (1 ) being hypocritical; (13) being vengeful; (14) excessively accumulating wealth; (15) misinterpreting and exaggerating the teachings of the Thus-Gone One out of fear and thus (16) abandoning the Dharma; (17) not asking any questions because of excessive pride;

source: ཆོས་སྤོང་བར་བྱེད་པ་དང་། ལྷག་པའི་ང་རྒྱལ་ཅན་ཡིན་ཏེ་མི་འདྲི་བའི་ངང་ཚུལ་ཅན་དང་། ཆོས་ལ་སླུ་བ་བྱས་ཀྱང་འགྱོད་པ་མེད་པ་དང་། སྙིང་མི་འབེབས་ཤིང་དགྲ་ཟླ་མང་བ་དང་། འཁོར་གྱི་ནང་དུ་སོང་ན་མཐོང་མ་ཐག་ཏུ་གཞན་གྱི་མོས་པ་བཟློག་པའི་ཕྱིར་གཞན་དག་གི་མཚང་འདྲུ་བ་དང་། གསང་བའི་གནས་ལ་ཡིད་བརྟན་པ་ལས་འཁུ་བ་དང་། སྔོན་མཐོང་ཡང་རུང་མ་མཐོང་ཡང་རུང་བའི་དགེ་སློང་དག་ལ་འདི་རྣམས་ལ་སུ་ཡང་དགའ་བར་མི་འགྱུར་བར་བྱའོ་སྙམ་སྟེ།
en: lacking remorse, even after betraying the Dharma; (19) being dislikable and having many enemies; ( 0) after joining the assembly, exposing someone’s faults immediately upon seeing them in an attempt to reverse others’ fondness for them; ( 1) scorning those who have trust in secret topics; ( ) disparaging monks whether one has previously seen them or not, thinking that no one should like them;

source: གནོད་པར་བྱ་བའི་ཕྱིར་བསྔགས་པ་མ་ཡིན་པ་བརྗོད་པ་དང་། གཞན་གྱི་བསྔགས་པ་མ་ཡིན་པ་བརྗོད་པར་བྱ་བའི་ཕྱིར་གཞན་སྤོང་བ་དང་། རྙེད་པའི་བསམ་པས་བདག་གི་བསྙེན་པར་རྫོགས་པ་དེ་ཉམས་པར་གྱུར་ན་མི་རུང་ངོ་སྙམ་སྟེ།
en: disparaging in order to harm; ( 4) forsaking others in order to disparage them; and ( 5) guarding their ethical discipline motivated by the thought that failing to keep the fully ordained monk’s vows would not bring as much profit.

source: སོ་སོར་བརྟགས་ནས་ཚུལ་ཁྲིམས་སྲུང་བའོ། །རྒྱལ་པོ་ཆེན་པོ་གང་ཟག་དེ་འདྲ་བ་དེ་དག་ནི་བསྟན་པ་ལས་ཚབས་ཆེར་ཉམས་པར་འགྱུར་བའམ། ཁྱིམ་གྱི་གནས་སུ་འགྲོ་བར་འགྱུར་རོ།
en: “Great King, such individuals will seriously drift from the teachings, or they will become householders.”

source: །དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཚིགས་སུ་བཅད་པ་འདི་དག་བཀའ་སྩལ་ཏོ།
en: Then the Blessed One spoke the following verses:

source: །ཁྭ་ལྟར་སྐྲུ་ཞིང་མ་བསྡམས་མུ་ཅོར་སྨྲ།
en: “Like crows they are deceitful and talk nonsense without restraint.

source: །འཇིག་རྟེན་མཁྱེན་རྣམས་བསྟན་ལ་གུས་པ་མེད།
en: They are disrespectful to the teachings of the knowers of the world,

source: །ཁེངས་པ་ཁྲེལ་མེད་རྟག་ཏུ་མི་འཐུན་པ།
en: Proud, shameless, and combative at all times—

source: །ཕྲག་དོག་ཟིལ་གནོན་རྟགས་ནི་འདི་རྣམས་ཡིན།
en: These are the signs of those who are overwhelmed with jealousy. “How can awakening be achieved

source: །གཞན་དག་གིས་ནི་བསྔགས་པ་མ་ཡིན་ལ།
en: By those who feel no unhappiness when others are criticized,

source: །མི་དགར་མི་བྱེད་དབུལ་པོས་གསེར་རྙེད་བཞིན། །སྙིང་པོར་འཛིན་ཅིང་ཐམས་ཅད་རྣམ་པར་སྤངས།
en: Who like a pauper finding gold, cherish it and forsake all else,

source: །གནོད་སེམས་ཅན་ལ་བྱང་ཆུབ་ག་ལ་ཡོད།
en: And who have the intention to cause harm?

source: །སྔ་མ་དེ་ཡིས་ཀུན་ནས་མནར་སེམས་ལྟས།
en: “In the past they cultivated a vindictive attitude,

source: །དེ་ཡི་རྣམ་སྨིན་གྱིས་ནི་ངན་འགྲོ་མྱོང་།
en: Which ripened in their experience of the lower realms.

source: །འདིར་ནི་མི་ལུས་ཐོབ་ནས་མིག་ཀྱང་སེར།
en: They are jealous even now, despite having found a human body,

source: །དེ་ཡི་མདོག་ཀྱང་གསལ་ཞིང་མཛེས་མི་འགྱུར།
en: And in appearance are dull and ugly.

source: །དེ་ནི་སུ་ལའང་བཙམ་པ་མང་ཡོད་དེ།
en: “Time and again, they mock everyone;

source: །ཀུན་ཏུ་དེ་ཡི་ཞེ་ནི་འགྲས་པར་འགྱུར།
en: Their minds are always hostile.

source: །ལ་ལའི་ཤེས་པའི་ཁྱད་པར་མཐོང་ན་ཡང་།
en: Even upon seeing the expertise of others,

source: །ཕྲག་དོག་བསྐྱེད་ནས་ཆོས་ནི་སྤོང་བར་བྱེད།
en: They become jealous and so abandon the Dharma.

source: །རྒོད་ཅིང་སྙིང་ལ་ཐོགས་པ་མེད་པ་ཡིས།
en: “As they are wild and their hearts know no restraint,

source: །གཞན་དང་ལྷན་ཅིག་སྡིག་པ་མང་པོ་སྨྲ།
en: They speak about many bad things with others;

source: །གལ་ཏེ་གཞན་གྱིས་གཏམ་ངན་མ་སྨྲས་ཀྱང་།
en: And even when others have not spoken negatively,

source: །འཁྲུག་པའི་སེམས་ཀྱིས་མཚན་མོ་འདའ་བར་བྱེད།
en: They pass their nights intending to fight.

source: །དེ་ནི་གྲོང་དུ་སྤྱོད་ལམ་གཞན་དུ་སྒྱུར།
en: “In town they behave differently,

source: །གཙུག་ལག་ཁང་དུ་དམུ་རྒོད་རྟ་བཞིན་བྱེད།
en: While in the temple they act like wild horses.

source: །གཞན་གྱི་སྐྱོན་འཛིན་བདག་གི་འཛིན་མི་བྱེད།
en: They recognize others’ faults but not their own.

source: །ཕྲག་དོག་ཅན་རྣམས་ཆོས་ནི་དེ་འདྲའོ།
en: Such are the attributes of those who are jealous.

source: །འདི་ནི་ཅི་ནས་ཕྱོགས་འདིར་མི་གནས་པར།
en: “They will think, ‘Now, I definitely won't stay around here,

source: །འདི་ཡི་ཁྱིམ་དུ་འདི་དང་འདི་སྐད་བྱ།
en: But will say such-and-such things in that person's house.

source: །སང་ནི་བདག་གིས་ངན་དུ་བརྗོད་སྙམ་སྟེ།
en: Tomorrow I will speak offensively . . . .’

source: །དེ་ནི་སྡང་བའི་ཡིད་ཀྱིས་མང་དུ་སེམས།
en: This is how they keep plotting with a malicious mindset.

source: །དེ་ནི་མྱ་ངན་མང་ཞིང་ཡིད་མི་བདེ།
en: “Their minds are full of sorrow and without joy.

source: །གཞན་གྱིས་ཤེས་ཕྱིར་བཀུར་པ་རྣམས་མཐོང་ན།
en: When they see others venerated because of what they know,

source: །དེ་ནི་ལས་ཀྱི་རྣམ་སྨིན་ཡིད་མི་ཆེས། །ཉེས་པས་ནོན་ནས་བསྔགས་པ་མ་ཡིན་སྨྲ།
en: They lose their conviction in the ripening of karma,

source: །མཁས་པ་དེ་དག་སྨན་རྣམས་ཁོང་དུ་ཆུད།
en: And, controlled by vice, they speak critically.

source: །དེ་ཕྱིར་དེ་ཡི་བསྙེན་བཀུར་འཕེལ་འགྱུར་ན།
en: “When honor and respect grows

source: །དེ་ནི་སྦྱིན་མཆོག་བླ་མེད་སྦྱིན་བྱེད་ན།
en: For wise ones who have mastered the remedies,

source: །ཆོས་མཆོག་འཛིན་པར་ཡིན་པ་ཡོང་མི་ཤེས། །དགེ་སློང་བྱ་བ་དག་ལ་དེས་པ་ཡི།
en: Jealous people do not recognize them as holders of the supreme Dharma Who practice unsurpassed, supreme generosity. “If they see monks who are gentle in their pure activity

source: །གློ་བུར་པ་དག་འོང་བ་མཐོང་ན་ན་གནོང་།
en: Suddenly coming, they feel ashamed. With disrespect they say faithless things,

source: །ཤིན་ཏུ་སྡུག་བསྔལ་གནས་འདིར་ཅི་འདོད་ཅེས། །གུས་པ་མེད་པར་མ་དད་ཆོས་རྣམས་སྨྲ།
en: Such as ‘What do you want in this miserable place?

source: །གཙུག་ལག་ཁང་འདི་རྟག་ཏུ་ལས་མང་ལ།
en: ‘There is always a lot of work in this monastery,

source: །རྙེད་པའང་མེད་དེ་སྤྱོད་ཡུལ་རྣམས་མི་བཟད།
en: And with nothing to gain, your activities here will be unbearable.’

source: །གལ་ཏེ་དེས་བསྐུལ་དེ་ནི་མི་འགྲོ་ན།
en: If the monks refuse to leave despite their dissuasions,

source: །ལེགས་པར་མ་བསྡམས་ཐབ་མོ་བྱེད་པར་འགྱུར།
en: They will lose their temper and pick a fight.

source: །འདི་འདྲ་དག་གི་གནས་འདིར་གང་ཡང་མེད།
en: “There are no such people in this pure place.

source: །ཡུལ་ཞིག་ཏུ་ནི་ཅི་འདྲ་དྲན་པར་གྱིས།
en: Remember what happened in the other land?

source: །གནས་པའི་དགེ་སློང་དག་གིས་ཁྱོད་བསྐྲད་ན།
en: After the resident monks expelled you,

source: །ཡུལ་འདི་སུན་དབྱུང་ཕྱིར་ནི་འོངས་སམ་ཁྱོད།
en: Did you come here to disparage them?

source: །དགེ་བསྙེན་བླུན་པོ་རྣམས་ནི་འདི་མི་ཤེས།
en: “Naive lay disciples do not understand;

source: །འདི་དག་ཁྲིམས་འཆལ་ཚུལ་ཁྲིམས་ལྡན་མི་ཤེས།
en: They do not know who has ethical discipline or who is unethical.

source: །དགེ་སློང་དགའ་དང་མི་དགས་མྱུར་དུ་སོང་།
en: Monks leave frequently, both willingly and unwillingly,

source: །མི་སྡུག་པ་དང་དྲག་པོས་སོང་ང་རེ།
en: And certainly leave when facing spite and viciousness.

source: །སངས་རྒྱས་ལ་ནི་སློབ་པའི་ཆོས་སྨྲ་བ།
en: “When this is seen by Dharma teachers,

source: །དེས་ཤིང་དམ་བརྟན་དག་གིས་མཐོང་ན་ནི།
en: Students of the Buddha who are gentle, superior, and steadfast,

source: །བླུན་དང་མི་འཐུན་འགྱུར་ན་མི་རུང་ཞེས།
en: They say it is inappropriate to clash with fools,

source: །དེ་དག་ག་ལས་འོངས་པར་ཕྱིར་ཡང་འགྲོ།
en: And that they will just go back where they came from. “How sad!

source: །ཀྱེ་མ་བདག་གི་འདྲེན་པའི་བསྟན་པ་པོ།
en: These teachings of mine that guide,

source: །རྒྱལ་བ་དག་གི་ཆོས་འདི་འགག་པར་འགྱུར།
en: This Dharma of the conquerors, will come to an end;

source: །དགེ་སློང་སྡིག་ཅན་འདི་དག་རབ་ཏུ་འཕེལ།
en: These wicked monks will proliferate,

source: །ཆོས་སྨྲ་གང་ཡིན་རྣམས་ནི་ཉུང་བར་འགྱུར།
en: While those who preach the Dharma decrease.

source: །གང་ཚེ་མང་དུ་ཐོས་པ་གློ་བུར་འོངས།
en: “When a learned individual suddenly arrives

source: །སྐྱེ་བོ་མང་པོ་དགའ་བྱེད་སྟོན་པ་ན།
en: And reveals that which brings joy to many people,

source: །བློ་གྲོས་ཆུང་ངུ་འདི་ལྟར་ཅི་ཤེས་ཞེས།
en: They say, ‘What does one with such little intelligence know?’

source: །མི་གུས་དེ་དག་གཞན་ལ་སྦྲོན་པར་བྱེད།
en: And they pronounce to others their lack of respect.

source: །དེས་ནི་ལུང་ཡང་མ་མནོས་ཆོས་མ་དྲིས།
en: “They have neither received transmissions nor asked Dharma questions.

source: །འདི་ཡི་མཁན་པོ་ཅི་འདྲ་སློབ་དཔོན་གང་།
en: What is their preceptor like and who is their master?

source: །རང་སྐྱེ་ཤིང་ལྟར་ཆོས་གོས་བགོས་ནས་ནི།
en: Like a self-sprouting tree, they don their Dharma robe

source: །བདེ་བའི་དོན་དུ་རྙེད་པ་ཚོལ་བར་བྱེད།
en: And seek wealth for their own happiness.

source: །དེ་འདིར་མདོ་སྡེ་དེ་ལ་མི་མཁས་ཏེ།
en: “They think, ‘He is not learned in the collection of sūtras,

source: །དེ་ཡིས་ཤེས་པ་བདག་ཅག་ཤེས་སོ་སྙམ།
en: And we know as much as he knows.’

source: །དེ་དག་བླུན་ཞིང་བསྟན་པ་སུན་འབྱིན་པ།
en: They are foolish and refute the teachings.

source: །ཏིང་འཛིན་མ་ཐོབ་བྱིས་པའི་བསམ་པ་སེམས།
en: They have not attained samādhi, and they think like a child.

source: །རྒྱལ་པོ་ངས་ནི་འདས་པའི་དུས་དྲན་པས།
en: “King, as I recall in past times,

source: །སངས་རྒྱས་ཡེ་ཤེས་འོད་ཅེས་བྱ་བ་བྱུང་།
en: There was a buddha called Jñānaprabha.

source: །ལོ་ནི་བརྒྱད་ཁྲི་ཐམ་པའི་བར་དག་ཏུ།
en: He taught the Dharma for eighty thousand years,

source: །ཆོས་རྣམས་བསྟན་ནས་རྒྱལ་བ་མྱ་ངན་འདས།
en: After which the conqueror attained nirvāṇa.

source: །རྒྱལ་བ་དེ་ནི་འདས་པའི་དུས་ཀྱི་འོག །དམ་པའི་ཆོས་ནི་ཉམས་ཤིང་ཐུག་པ་ན།
en: “After that conqueror had passed, When the sublime Dharma declined and came close to an end,

source: །དགེ་སློང་དྲན་པའི་བློ་ཅན་ཞེས་བྱ་བྱུང་།
en: A monk named Mindful Intellect appeared—

source: །གཟུངས་ཐོབ་མ་ཡིན་སྤོབས་པ་ཐོབ་པར་འགྱུར།
en: He did not attain dhāraṇī, but he had obtained eloquence. “He was good looking, gentle, and well-spoken,

source: །མཛེས་ཤིང་དེས་ལ་བཀའ་བློ་བདེ་བ་དང་། །རྟག་ཏུ་ངན་ངོན་ཙམ་གྱིས་ཆོག་ཤེས་པ།
en: And always satisfied with plain, simple things.

source: །སྐྱེ་དགུ་སྤྲིན་གྱི་ཆུས་ནི་ཚིམ་བྱེད་ལྟར།
en: Like a cloud satisfying all beings with its rain,

source: །ལྷར་བཅས་འགྲོ་བ་ཆོས་ཀྱིས་ཚིམ་པར་བྱེད།
en: He satisfied all migratory beings, including the gods, with the Dharma.

source: །དེ་ཡི་དུས་ཀྱི་ཚེ་ན་ས་སྟེང་དུ།
en: “At that time, there was upon the earth a town

source: །བཀོད་པའི་རྒྱལ་པོ་ཞེས་བྱ་གྲོང་ཁྱེར་བྱུང་།
en: Called Vyūharāja;

source: །ཁོ་ར་ཁོར་ཡུག་དཔག་ཚད་བརྒྱད་དུ་གྱུར།
en: It measured eight yojanas in circumference,

source: །མི་རྣམས་དེ་དག་བློ་ལྡན་ལོ་ལེགས་བདེ།
en: And the people there were intelligent and happy with bountiful harvests.

source: །ཆོས་སྨྲ་དྲན་པའི་བློ་ཅན་དེ་འོངས་ནས།
en: “When Mindful Intellect, the teacher of the Dharma, arrived,

source: །སྲོག་ཆགས་རྣམས་ལ་ཕན་ཕྱིར་ཆོས་ཀྱང་བསྟན།
en: He gave Dharma teachings for the benefit of all living beings.

source: །སྲོག་ཆགས་བྱེ་བ་ཕྲག་ནི་ཉི་ཤུ་གསུམ།
en: Two hundred thirty million living beings

source: །བླ་མེད་བྱང་ཆུབ་ལ་ནི་བཀོད་པར་གྱུར།
en: Became established in the state of unsurpassed awakening.

source: །མེ་ཏོག་རྣམས་དང་སྤོས་དང་གོས་རྣམས་དང་། །བཅའ་བ་ཐུག་པ་དང་ནི་འཚམ་པ་ཡི།
en: “With flowers, incense, and garments, And with delicacies, libations, and wholesome songs,

source: །གླུ་དབྱངས་རོལ་མོའི་སྒྲ་རྣམས་རབ་མཆོག་གིས།
en: And with excellent sounds from musical instruments,

source: །དེ་དག་དེ་ལ་སངས་རྒྱས་བཞིན་དུ་མཆོད།
en: They worshiped him as they would a buddha.

source: །དགེ་སློང་ལྔ་བརྒྱ་ཤིན་ཏུ་མི་འཐུན་གྱུར།
en: “Five hundred monks became extremely hostile;

source: །གྲོང་ཁྱེར་དུ་ནི་དེ་ཡི་བསྔགས་མིན་སྒྲོགས།
en: They spread criticism of him in the town,

source: །ཚུལ་ཁྲིམས་མི་ལྡན་ཉེས་པ་དེས་ཤེས་ཞེས།
en: Saying, ‘He has no ethical discipline; he is a miscreant, and I know this to be so’

source: །རེ་རེ་ནས་ནི་ཕྱིན་པའི་མདུན་དུ་བརྗོད།
en: To each and every person they met.

source: །ཟླ་བ་ཉ་བའི་གསོ་སྦྱོང་བབ་པ་ན།
en: “During the restoration and purification rites on the day of the full moon, Some of these wicked monks stood up and said,

source: །གལ་ཏེ་དོ་ནུབ་མྱུར་དུ་མ་སོང་ན།
en: ‘If you do not leave quickly, by tonight,

source: །གནད་རྣམས་གཏུབ་ཅིང་སྲོག་ཀྱང་གཅད་དོ་ཞེས། །སྨྲ་བའི་དགེ་སློང་སྡིག་ཅན་ལངས་པར་གྱུར།
en: We will slash your vital parts and kill you.’

source: །དགེ་སློང་དེ་དག་ཉིད་ལ་སྙིང་རྗེ་ནས།
en: “With compassion for those monks,

source: །སེམས་ཅན་དག་པ་དེ་ནི་མ་ཞུམ་སོང་། །སངས་རྒྱས་སྲས་ལ་ཅི་ཕྱིར་བརྙས་བྱེད་ཅེས།
en: The pure sentient being left undismayed.

source: །ལྷ་རྣམས་སྟོང་དག་མི་དགའ་ངུ་བར་བྱེད།
en: Thousands of gods mourned and cried, ‘Why is this child of the Buddha being harassed?’

source: །དེ་ན་དགེ་སློང་ལྔ་བརྒྱ་དེ་དག་ཀུན།
en: “All of the five hundred monks there

source: །དགོད་ཅིང་མགུ་བས་མཚན་མོ་འདའ་བར་བྱེད།
en: Passed the whole night laughing, elated. They thought, ‘At last!

source: །ཀྱེ་མ་བདག་ཅག་དེ་ལས་ལེགས་པར་ཐར།
en: We are finally free of him,’

source: །ཁུར་ལྕི་བོར་བ་སྙམ་དུ་ཉམས་ལ་སེམས།
en: And felt as if a heavy burden had been lifted.

source: །དགེ་སློང་ལྔ་བརྒྱ་དུས་ལས་འདས་གྱུར་ན།
en: “When the five hundred monks died,

source: །བསྐལ་པ་བརྒྱད་ཅུ་དམྱལ་བར་གནས་པར་འགྱུར།
en: They remained in hell for eighty eons.

source: །བསྐལ་པ་བྱེ་སྟོང་བདུན་ཅུ་རྩ་དྲུག་ཏུ།
en: For a period of seven hundred sixty trillion eons,

source: །ཡི་དགས་འཇིག་རྟེན་དེར་ནི་དགེ་སློང་གནས།
en: Those monks lived in the world of hungry ghosts.

source: །སེམས་ཅན་དེ་དག་ཚེ་རབས་དག་ཏུ་ལྡོངས།
en: “Life after life, these sentient beings will become blind.

source: །དེ་དག་སྦྲུལ་གདུག་སྐྱེས་ཏེ་ས་རྡུལ་ཟ།
en: They will be born as venomous snakes and eat dust.

source: །བྱིས་པ་རྣམས་ཀྱིས་མཐོང་ནས་བོང་བས་བརྒྱབ།
en: Children will pelt them with clods of dirt when they see them.

source: །སྐྱབས་ཀྱང་མེད་ཅིང་དཔུང་གཉེན་མེད་པར་གྱུར།
en: They will have neither protectors nor defenders.

source: །ཚེ་རབས་བྱེ་བ་སྟོང་ཕྲག་བཅྭ་བརྒྱད་དུ།
en: “For one hundred eighty billion lifetimes,

source: །མི་ཡི་ནང་དུ་སྐྱེས་ནས་དབུལ་པོར་གྱུར།
en: They will be born into poverty in the human realm.

source: །སྨྱོ་ཞིང་ལྡོངས་ལ་རྟག་ཏུ་ལུས་ཀྱང་རུལ།
en: They will go mad and go blind, and their bodies will continuously rot.

source: །མདོག་ངན་སྨད་པར་གྱུར་ཏེ་མཐུ་ཡང་ཆུང་།
en: They will look ugly, be contemptible, and have little power.

source: །དེ་ལྟར་བྱེ་བ་ལྔ་བརྒྱ་ཟིལ་གྱིས་གནོན།
en: “They will be afflicted in that way for five billion years.

source: །བདག་ཉིད་རྟག་ཏུ་མི་སྡུག་མང་པོ་བྱེད།
en: They themselves will always do many unpleasant things

source: །གཞན་གྱི་སྦྱིན་པ་ལ་ནི་སྐྱོན་ཡང་འདོགས།
en: And find fault in the generous acts of others.

source: །གཡང་ས་ཆེན་པོར་བདག་ཉིད་འདོར་བར་བྱེད།
en: They will throw themselves into a deep abyss.

source: །མ་འོངས་དུས་ན་བསྐལ་པ་དྲུག་ཅུ་པ།
en: “In the future, the sixtieth eon

source: །གྲགས་ཆེན་ཞེས་བྱ་བསྐལ་པ་འབྱུང་བར་འགྱུར།
en: Will be called the Eon of Great Fame.

source: །དེར་ནི་སྐྱོབ་པ་འཇིག་རྟེན་དོན་མཛད་པ། །བདེ་གཤེགས་སྟོང་ཕྲག་བཅུ་དག་འབྱུང་བར་འགྱུར།
en: During that time there will appear ten thousand thus-gone ones Who will protect and benefit the world.

source: །དེ་དག་ནང་ན་སངས་རྒྱས་ཐ་མའི་ཚེ།
en: “During the time of the last of those buddhas,

source: །དེར་ནི་དེ་དག་མི་ལུས་ཐོབ་འགྱུར་ཏེ།
en: Those five hundred monks will obtain their human forms.

source: །སངས་རྒྱས་དེ་མཐོང་ནས་ནི་བཟོད་པ་ཐོབ།
en: After seeing that buddha, they will attain the state of acceptance

source: །སངས་རྒྱས་གང་གཱའི་བྱེ་སྙེད་མཐོང་བར་འགྱུར།
en: And will see as many buddhas as there are grains of sand in the Ganges River.

source: །སྔོན་ནི་ལྷན་ཅིག་དེ་དག་ཐམས་ཅད་ཀྱིས།
en: “In the past, all of them together

source: །ཐམས་ཅད་མཁྱེན་པའི་སེམས་སུ་སྨོན་ལམ་བཏབ།
en: Had made aspirations for the mind of omniscience,

source: །དེར་ནི་དེ་དག་བྱང་ཆུབ་སེམས་མ་ཉམས།
en: Yet at that stage they had not generated the mind of awakening.

source: །བསམ་པའི་བྱེ་བྲག་གིས་ནི་ངན་འགྲོར་ལྟུང་།
en: Depending on their particular mental states, they fell into the lower realms.

source: །ང་ནི་དེ་ཚེ་ཆོས་སྨྲ་རྒྱལ་བའི་བུ།
en: “At that time, I was a Dharma preacher, a conqueror’s son,

source: །དྲན་པའི་བློ་ཅན་ཞེས་བྱ་དེར་ཡང་གྱུར།
en: Known as Mindful Intellect.

source: །སུན་འབྱིན་དེ་ནི་སྟོན་ལ་སུན་འབྱིན་འགྱུར།
en: Those who refuted me were shown to be refuted.

source: །དེ་ཕྱིར་ང་རྒྱལ་སྤངས་ཤིང་བོར་ནས་ནི།
en: Thus, they gave up pride and left it behind.

source: །ཚུལ་མིན་སྤངས་ཏེ་ཡེ་ཤེས་སྦྱོར་བར་གྱིས།
en: “They gave up what was unsuitable and practiced wisdom.

source: །གང་ཞིག་བདག་ཉིད་བརླག་པར་མི་འདོད་པ།
en: Those who do not wish to destroy themselves,

source: །དེས་ནི་མི་ཤེས་ཚིག་རྣམས་སྤངས་ནས་ཀྱང་།
en: After discarding all ignorant speaking,

source: །མེ་ཡི་ཕུང་པོ་བཞིན་དུ་ཕྲག་དོག་སྤོངས།
en: Should also get rid of jealousy as if it were a mass of flame.

source: །མཐོང་དང་མ་མཐོང་ཐོས་དང་མ་ཐོས་དང་། །བདེན་དང་མི་བདེན་པས་ནི་གཞན་མི་གླེང་།
en: “Whether they are seen or unseen, heard or unheard, True or untrue, do not discuss them with others—

source: །བྱང་ཆུབ་མཆོག་ཏུ་འཚང་རྒྱ་འདོད་པ་ཡི།
en: A monk who wishes to attain supreme awakening

source: །དགེ་སློང་དེས་ནི་བདག་གི་ཉེས་པ་བསལ།
en: Will remove his own faults. “Those who are gentle will give away

source: །དེས་པ་རྣམས་ནི་ནང་དང་ཕྱི་རོལ་གྱི། །དངོས་པོ་དེ་དག་ཐམས་ཅད་གཏོང་བར་བྱེད།
en: All outer and inner things.

source: །གང་ཞིག་ང་ཡི་བྱང་ཆུབ་མཆོག་ལ་འདུན།
en: Why would one aspiring to my supreme awakening

source: །དེ་དག་ཅི་ཕྱིར་གཞན་ལ་སྤྲོ་བ་སྐྱེད།
en: Take delight in anything else? “In the future many crude people

source: །ཕྱི་མའི་དུས་ན་ང་ཡི་བསྟན་པ་ལ། །དམུ་རྒོད་མང་པོ་བྱང་ཆུབ་སུན་ཡང་འབྱིན།
en: Will deny awakening in connection with my teachings.

source: །དེ་དག་གཅོང་རོང་གཡང་ས་ཆེན་པོར་འགྲོ།
en: They plunge into gorges and chasms—

source: །བསམ་པ་ཉམས་ལ་བྱང་ཆུབ་ཅི་བྱར་ཡོད།
en: How can one with degenerate thoughts reach awakening?

source: །ང་ཡི་བྱང་ཆུབ་མཆོག་འདོད་གང་ཡིན་པས།
en: “One who wishes to attain my supreme awakening

source: །རིགས་ངན་བུ་འདྲར་ང་རྒྱལ་སྤངས་བྱས་ནས།
en: Gets rid of pride, as does a low-caste boy,

source: །སེམས་ཅན་ཀུན་ལ་བྱམས་པའི་སེམས་བསྐྱེད་ནས།
en: Generates the mind of love for all sentient beings,

source: །ཐོབ་དང་མ་ཐོབ་མི་དགར་ཡོང་མི་བྱ།
en: And is never dissatisfied whether there is attainment or no attainment.

source: །རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་གང་ན་གུས་པ་མེད་པ་དང་། མ་དད་པ་དང་། གཞན་དག་ལ་སྡང་བ་དང་། གླགས་ལྟ་བ་དག་ཡོད་པ། དེར་ནི་དེ་བཞིན་གཤེགས་པ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་ཉན་ཐོས་རྣམས་ཡུན་རིང་དུ་མངོན་པར་དགའ་བར་མི་འགྱུར་ཏེ།
en: “Also, Great King, the Thus-Gone One and the hearers of the Thus-Gone One will not want to stay for long in places where there are people who lack respect and faith and who hate others and seek to harm them.

source: མྱུར་བ་ཁོ་ནར་འདོད་བར་འགྱུར་རོ།
en: They will leave such places immediately.

source: །རྒྱལ་པོ་ཆེན་པོ་ཆོས་བཅུ་དྲུག་པོ་འདི་དག་ནི་མ་དད་པའི་གང་ཟག་སྟོན་པ་སྟེ།
en: “Great King, there are sixteen attributes that describe an individual who lacks faith.

source: བཅུ་དྲུག་པོ་གང་ཞེ་ན།
en: What are these sixteen?

source: མི་འཐུན་པར་འཛིན་དུ་འཇུག་པ་དང་། སྡིག་པའི་བསྟན་པ་ལ་འཐད་པར་ལྟ་བ་དང་། ཆོས་ཀྱི་གཏམ་ལ་མི་འཐད་པར་ལྟ་བ་དང་། སྡིག་པའི་བསམ་པ་ཅན་དང་། སེམས་ཁེངས་པ་དང་། གླགས་ལྟ་བ་དང་། ཁོང་གཡོ་ཅན་དང་། འཚོ་བ་ཡོངས་སུ་མ་དག་པ་དང་། བཀུར་སྟི་འདོད་པ་དང་། སེམས་ཀྱི་རྒྱུད་མི་དགེ་བ་དང་། སྦྱོར་བ་མེད་པ་དང་། གཞན་ལ་སྐུར་པ་འདེབས་པ་དང་། གཅིག་ཏུ་ངེས་པར་སྐྱོན་འཛིན་པ་དང་། བསྟན་པ་ལ་མ་ངེས་པ་དང་། ལོག་པར་ལྟ་བ་དང་། ལས་ཀྱི་རྣམ་པར་སྨིན་པ་ལ་ཐེ་ཙོམ་ཟ་བ་སྟེ།
en: They are (1) instigating discord, ( ) considering wicked teachings reasonable, (3) considering Dharma talks unreasonable, (4) having wicked thoughts, (5) having a mind that is proud, (6) seeking to harm, (7) having ulterior motives, (8) possessing a livelihood that is totally impure, (9) desiring respect, (10) having a mental continuum that is not virtuous, (11) lacking practice, (1 ) belittling others, (13) being fully intent on finding only faults, (14) not ascertaining the teachings, (15) holding wrong views, and (16) doubting the ripening of karma.

source: རྒྱལ་པོ་ཆེན་པོ་ཆོས་བཅུ་དྲུག་པོ་དེ་དག་ནི་མ་དད་པའི་གང་ཟག་སྟོན་པའོ།
en: “Great King, these sixteen attributes describe an individual who lacks faith.”

source: །རྗེས་སུ་བསྟན་པ་འཐུན་པར་མི་འཛིན་པ།
en: “Those who do not properly adhere to the teachings

source: །ཁྲོན་པ་རྙིང་པ་བཞིན་དུ་ཡོངས་སུ་སྤངས།
en: Abandon them completely like a dried-up well.

source: །ཐར་དང་མི་འཐུན་རྒྱུན་གཞན་འགྲོ་བ་དེ།
en: Those who follow another stream that is incompatible with liberation

source: །སྡང་སེམས་མུ་སྟེགས་ཅན་དང་ཁྱད་པར་མེད།
en: Are no different from hostile-minded heretics.

source: །ལས་ཀྱི་རྣམ་པར་སྨིན་ལ་ཡིད་མི་ཆེས།
en: “They do not believe in the ripening of karma.

source: །ཡིད་མི་ཆེས་པས་གཞན་ལ་འདེམས་མི་བྱེད།
en: Since they do not believe, they do not provide for others.

source: །བདག་ཉིད་རི་རབ་ཟོམ་ལྟར་མཐོར་འཛིན་ཏེ།
en: Regarding themselves to be as high as the summit of Mount Meru,

source: །ང་རྒྱལ་མྱོས་པ་དེ་ནི་དེ་བཞིན་བྱེད།
en: They act like someone who is intoxicated with pride.

source: །ལེགས་པར་གསུངས་པའི་ཆོས་ནི་སྟོན་པ་ན།
en: “When the well-spoken Dharma is explained to them,

source: །སྡིག་པའི་སྤྱོད་ཡུལ་ཅན་དེ་མི་འཐད་འཛིན།
en: They find it disagreeable due to their wicked perspective.

source: །དད་མེད་ཆོས་ལ་སོམ་ཉི་བསྐྱེད་ནས་ནི།
en: Without faith, they generate doubt toward the Dharma

source: །བསྐལ་པ་བྱེ་བ་མང་པོར་སྨྱོན་པར་འགྱུར།
en: And lose their minds for many tens of millions of eons.

source: །མ་དད་པ་ཡི་བསམ་པས་སྡིག་ཅན་འགྱུར།
en: “They will become wicked from their thoughts that lack faith.

source: །བློ་སྡང་གང་གི་ཡིད་ཀྱང་སྲུང་མི་བྱེད།
en: They do nothing to guard against a mind filled with anger.

source: །སྙིང་པོ་ཅན་ཀུན་རྣམ་པར་སྤངས་ནས་ནི།
en: Abandoning everything that is of substance,

source: །དད་པ་མེད་པས་སྙིགས་མ་འཛིན་པར་བྱེད།
en: Those without faith will cling to defilements.

source: །འགྱིང་བར་བྱེད་ཅིང་རྟག་ཏུ་ཁེངས་པ་སྟེ།
en: “Posturing and always arrogant,

source: །མ་དད་དེ་ནི་གཞན་ལ་འདུད་མི་བྱེད།
en: Those who lack faith will not bow to others.

source: །ཤི་ནས་རིགས་དམར་སྐྱེ་བ་འཛིན་པར་འགྱུར།
en: After their deaths, they will be born into lower castes,

source: །དབུལ་པོར་འགྱུར་ཞིང་གཞན་ལ་འཁུ་བར་བྱེད།
en: Become destitute, and resent others.

source: །གང་ཟག་མ་དད་བདག་ཉིད་གླིང་མི་བྱེད།
en: “Those who lack faith do not assess themselves.

source: །ཀླན་ཀ་ཚོལ་ཞིང་གཞན་གྱི་ཉེས་པ་འཛིན།
en: They find faults in others and hold on to their mistakes.

source: །ནགས་ཀྱི་ཨེ་རཎྜ་ཡི་ཤིང་ལྟ་བུ།
en: Like a castor-oil tree in a forest,

source: །དེ་ནི་ཁྱིམ་པ་མ་ཡིན་དགེ་སློང་མིན།
en: They are neither householders nor monks.

source: །རྣམ་པར་མ་དག་རུང་བཞིན་ཁོང་གཡོ་ཅན།
en: “They are as deceitful as they are impure.

source: །སུ་ཡི་བསྟན་པ་ལ་ཡང་འཇུག་མི་བྱེད།
en: They simply do not follow anyone’s teachings.

source: །གཞན་གྱི་ཡིད་བརྟན་ན་ཡང་འཁུ་བར་བྱེད།
en: They resent others, even when they are trusted.

source: །བསྐལ་པར་གསོས་ཀྱང་མཛའ་བོར་ཡོང་མི་འགྱུར།
en: They will never be a friend, even if one sustains them for an eon.

source: །དེ་དག་འཚོ་བ་རྣམས་ཀྱང་དག་པ་མེད།
en: “Their livelihood is impure.

source: །མ་དད་རབ་ཏུ་བྱུང་བའི་དགེ་སློང་རྣམས།
en: Without faith, these ordained monks

source: །དེ་དག་ཐར་པའི་ཆོས་མང་སྤངས་པས་ན།
en: Forsake the many teachings that liberate them,

source: །རིང་པོར་མི་ཐོགས་པར་ནི་ལྟུང་བར་འགྱུར།
en: And thus, before very long, they will fall.

source: །དད་པ་མེད་པ་བསྙེན་བཀུར་འདོད་པའི་ཕྱིར།
en: “Since, lacking faith, they desire veneration,

source: །མི་བདེན་ཆོས་རྣམས་གཞན་ལ་གོ་བར་བྱེད།
en: They make others understand things that are untrue.

source: །གཡོ་བྱེད་རང་བཞིན་རྣམ་པར་སྦེད་བྱེད་ཅིང་།
en: Acting deceitfully and hiding their true nature,
